Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/anna_i_makkvatnet_suoksavuom-anna.html.tmx
Source language: nob
Languages: smj

source: Sametingspresident Aili Keskitalos tale under avdukingen av minnesmerket over den samiske flyktningelosen Suoksavuome Anna/Anna i Makkvatnet, Anna Pedersen i Makkvatnet, Hamarøy 22.06.21.
smj: Sámedikkepresidentav Aili Keskitalo hålla sáme báhtareaddjeofelačča Suoksavuome Anna mujttomerka almodime aktijvuodan Suoksavuomen Hábmerin 22.06.21.

source: Det er en stor glede å være her og kunne ha en høytidelig markering i Makkvatnet i dag, etter en fin tur på nymerka stier.
smj: Stuorra ávvo liehket dánna dán hávsskes ávvudallamin Suoksavuomen uddni, Tjáppa váttsos lij, ådå ruoddidum bálkájn.

source: Sametinget er glad for at vi har kunnet bidra med tilskuddsmidler til dette viktige prosjektet.
smj: Sámedigge le ávon gå lip besap oassálasstet dårjajn dán ájnas prosjæktaj.

source: Jeg er glad for at Árran og historielagene i Steigen og Hamarøy har fått satt opp dette minnesmerket.
smj: Mån lav ávon gå Árran ja Stájgo ja Hábmera histåvrråsiebrre li ásadum dáv mujttomerkav.

source: Selv om denne plassen i dag virker avsides, så var det engang en ganske velstående gård, og det var heimen til den vi skal hedre i dag, nemlig samekvinnen Anna Pedersen, ofte kalt Anna i Makkvatnet eller Suoksavuome Anna som hun ble kalt på samisk.
smj: Moadda luojvojbarggotijma lij dási biejadum. Juska dát bájkke uddni la ávtas, de lij dát ájgenis addnes sijdda, ja lij sijdda sunji gev galggap gudnedit uddni, namálattjat sámenissun Anna Pedersen, mihtos Suoksavuom(e)-Anna majt gåhttjon suv sámegiellaj.

source: Jeg tror ikke at Anna sjøl kunne ha forestilt seg at det skulle settes opp et minnesmerke over henne.
smj: Iv mån jáhke Anna iesj galgaluluj dáv ájádallat jut mujttomærkka galgaj biejaduvvat suv mujtton.

source: Det meste av sitt liv levde hun her mellom fjellene, sammen med sin familie.
smj: Ienemusoasse suv iellemis viesoj sån dáj várij gaskan, familjajnis.

source: De levde av det jorda, buskapen, reinflokken, skogen og fjellet ga.
smj: Sij viessun dassta majt ednam, buve, ællo, miehttse ja váre váddin.

source: Men det Anna er kjent for er sin modige innsats som flyktningelos.
smj: Valla Anna la ienemusát dåbdos duosstelis báhtariddjijdoalvvon.

source: I krigsårene rykket okkupasjonsmakten helt inn i inn i våre områder, og verdenskrigen satte sitt preg på dagene også for Anna.
smj: Doarrojágijn okkupasjåvnnåfábmo båhtin gitta mijá bájkijda, ja væráltdoarro vájkkudi Anna biejvijt aj.

source: Hun ble en av dem som loste flyktninger over til Sverige.
smj: Sån sjattaj akta dajs gudi báhtariddjijt doalvoj Svierigij.

source: Hun førte flyktningene fra gården, fram til Strindnes, over riksveien og derfra opp på Strindfjellet.
smj: Sån doalvoj ietjas sijdas gitta Gilldanjárggaj, rijkaráhte badjel ja dassta gitta Tjoalmevárráj.

source: Det fortelles at hun telefonerte fra Strindnes til hovedlosen i Tysfjord for å avtale møte på Strindfjellet.
smj: Subtsastuvvá sån skulggalij oajvvedoalvvuj Divtasvuonan ja sjiehtadijga æjvvalimbájkev tjoalmeváren.

source: De snakket samisk seg imellom, og for å villede tyskerne opplyste Anna om hvor mange komager hun hadde sydd.
smj: Gasskanisá sámástin, váj dujska ettjin galga dádjadit Anna subtsastij galla gábmagijt lij gårrum.

source: Trolig reddet Anna mange liv, i likhet med de andre flyktningelosene i fjorden.
smj: Jáhkedahtte Anna bierggij moaddaj hekkav, aktan daj nuppij báhtariddjedoalvvoj vuonajn.

source: Det var et risikofylt arbeid hvor hun satte sitt eget liv i fare for å redde andre.
smj: Gal lij vádálasj barggo, ietjas hekkav bándan biejaj gájotjit nuppij hekkav.

source: Kvinners innsats og opplevelser under andre verdenskrig har fått liten plass i historieformidlingen, og Anna fikk aldri noen offisiell anerkjennelse for sin innsats, i likhet med mange av de samiske grenselosene fra Tysfjord.
smj: Nissunij barggo ja åhtsådallama nuppát væráltdoaron ælla oadtjum ietjaska sajev histåvrråsubtsastimen, ja ittji ga Anna oadtjo ánnsidimev ietjas bargos, sæmmi guosská sáme báhtariddjijdoalvojda Divtasvuonan.

source: Det er opprørende å vite at mange samiske grenseloser fikk en særdeles dårlig behandling etter krigen: istedenfor heder og ære som de fortjente, ble de mistenkeliggjort.
smj: Vájvven diehtet jut moadda sáme báhtariddjedoalvvo oadtjon nievres giehtadallamav doaroj maŋŋela; ienni gå guddne ja árvvo majt dudaj ánssidin, de gáddalahtteduvvin.

source: Derfor er det ekstra fint å stå her i dag og gi Anna den heder som hun fortjener.
smj: Dan diehti la sierraláhkáj hávsske uddni ja vaddet dav gudnev majt Anna dudaj ánssit.

source: Minnesmerket som den samiske kunstneren Sissel Horndal har utforma står som et vitnesbyrd om Anna sitt mot og virke.
smj: Mujttomerkav la sáme dájddár Sissel Horndal hábbmim ja uddni vihtanasstá Anna jálosvuodav ja dåjmadimev.

source: Minnesmerket vil minne fremtidige generasjoner om Annas heltemodige innsats under krigen.
smj: Mujttomærkka mujttádahttá boahtte buolvajt Anna mihtos bargos doarroájgen.

source: Anna var en samisk krigshelt.
smj: Anna lij sáme doarromihtok.

source: Jeg håper at denne tilretteleggingen blir mye brukt og til stor glede for besøkende.
smj: Mån doajvov dát hiebaduvvam bájkke aneduvvá ålov ja sjaddá ávon guossijda.

source: Med det vil jeg ønske til lykke med prosjektet og dagen.
smj: Dájna sidáv sávvap gájk vuorbev prosjvetajn ja biejvijn.
